Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# UNSUPPORTED_APP_MESSAGE_FORMAT
source: You’ll need to individually sign in to %@ in %@.
ar: ستحتاج لتسجيل الدخول إلى %@ بشكل فردي في %@.
bg: Ще трябва отделно да влезете в регистрацията за %@ от приложението %@.
ca: Hauràs d’iniciar sessió a %@ per separat des de l’app %@.
cs: K poskytovateli %@ se budete muset přihlásit zvlášť v aplikaci %@.
da: Du skal logge på individuelt hos %@ i %@.
de: Du musst dich bei %@ in %@ einzeln anmelden.
el: Πρέπει να συνδεθείτε ξεχωριστά στο %@ στην εφαρμογή «%@».
es: Deberás iniciar sesión en %@ directamente desde %@.
es_419: Tienes que iniciar sesión individualmente en %@ mediante %@.
fi: Sinun on kirjauduttava erikseen %[tt]@-palveluun %[tt]@-apissa.
fr: Vous devrez vous connecter individuellement à %@ dans %@.
fr_ca: Vous devez vous connecter à %@ dans l’app %@.
he: עליך להתחבר בנפרד אל ״%@״ עם ״%@״.
hi: आपको %2$@ में %1$@ पर व्यक्तिगत रूप से साइन इन करना होगा।
hr: Trebat ćete se pojedinačno prijaviti na %@ u aplikaciji %@.
hu: A(z) %2$@ appban egyedileg be kell jelentkeznie a következőbe: %1$@.
id: Anda harus masuk secara terpisah ke %@ di %@.
it: È necessario eseguire l’accesso individualmente su %@ con %@.
ja: %2$@で個別に%1$@にサインインする必要があります。
kk: «%@» қолданбасында %@ жүйесіне жеке кіруіңіз керек.
ko: %2$@에서 %1$@에 개별적으로 로그인해야 합니다.
lt: Turėsite atskirai prisijungti prie televizijos paslaugų teikėjo „%@“ programoje „%@“.
ms: Anda perlu mendaftar masuk secara individu ke %@ dalam %@.
nl: Je moet afzonderlijk inloggen bij %@ in %@.
no: Du må logge på individuelt hos %@ i %@.
pl: Musisz osobno zalogować się u dostawcy %@ w aplikacji %@.
pt: Será necessário iniciar a sessão individualmente em %@ em %@.
pt_pt: Tem de iniciar sessão separadamente em %@ na aplicação %@.
ro: Va trebui să vă autentificați individual la %@ în %@.
ru: Необходимо выполнить отдельный вход в систему провайдера «%@» в приложении «%@».
sk: K poskytovateľovi %@ sa budete musieť osobitne prihlásiť v apke %@.
sl: Pri ponudniku %@ se boste morali posebej vpisati v aplikacijo %@.
sv: Du måste logga in enskilt till %@ i %@.
th: คุณจะต้องลงชื่อเข้า %@ แยกต่างหากในแอป %@
tr: %2$@ uygulamasında %1$@ sağlayıcıya ayrıca giriş yapmalısınız.
uk: Вам потрібно окремо ввійти в %@ у %@.
vi: Bạn sẽ cần đăng nhập riêng lẻ vào %@ trong %@.
zh_cn: 你需要在%2$[tt]@中单独登录“%1$@”。
zh_hk: 你需要在「%2$@」中登入「%1$@」。
zh_tw: 你需要在%2$[tt]@中個別登入%1$@。

# DELETE_ACCOUNT_CONFIRMATION_MESSAGE_FORMAT_GENERIC
source: You’ll also be signed out on any other device using this iCloud account.
ar: سيتم تسجيل خروجك على أي جهاز آخر يستخدم حساب iCloud هذا.
bg: Също така ще излезете от всички други устройства, които използват тази iCloud регистрация.
ca: També es tancarà sessió en tots els altres dispositius que utilitzin aquest compte de l’iCloud.
cs: Budete také odhlášeni od všech ostatních zařízení, které tento účet na iCloudu používají.
da: Du logges også ud af alle andre enheder, som bruger denne iCloud-konto.
de: Du wirst auch von jedem anderen Gerät abgemeldet, das diesen iCloud-Account verwendet.
el: Θα αποσυνδεθείτε επίσης από οποιαδήποτε άλλη συσκευή που χρησιμοποιεί αυτόν τον λογαριασμό iCloud.
es: También se cerrará tu sesión en los demás dispositivos que utilicen esta cuenta de iCloud.
es_419: También se cerrará la sesión de cualquier otro dispositivo que utilice esta cuenta de iCloud.
fi: Sinut kirjataan ulos myös muista laitteista, jotka käyttävät tätä iCloud-tiliä.
fr: Vous serez également déconnecté de tout autre appareil qui utilise ce compte iCloud.
fr_ca: Vous serez aussi déconnecté sur tout autre appareil utilisant ce compte iCloud.
he: בנוסף, החשבון שלך ינותק בכל המכשירים המשתמשים בחשבון iCloud זה.
hi: आप इस iCloud खाता का उपयोग कर रहे किसी अन्य डिवाइस से भी साइन आउट कर दिए जाएँगे।
hr: Također ćete biti odjavljeni s bilo kojeg drugog uređaja koji koristi ovaj iCloud račun.
hu: Ki fog jelentkezni az összes olyan eszközön, amely ezt az iCloud-fiókot használja.
id: Anda juga akan keluar di perangkat lainnya yang menggunakan akun iCloud ini.
it: Il logout verrà eseguito anche su qualsiasi altro dispositivo che utilizza il tuo account iCloud.
ja: このiCloudアカウントを使用しているほかのデバイスでもサインアウトされます。
kk: Сондай-ақ осы iCloud аккаунты пайдаланылатын кез келген басқа құрылғыда да жүйеден шығасыз.
ko: 이 iCloud 계정을 사용하는 다른 모든 기기에서도 로그아웃됩니다.
lt: Taip pat būsite atjungti nuo bet kurio kito įrenginio, kuriame naudojama ši „iCloud“ paskyra.
ms: Anda juga akan didaftar keluar daripada sebarang peranti lain yang menggunakan akaun iCloud ini.
nl: Je wordt ook uitgelogd op elk ander apparaat dat deze iCloud-account gebruikt.
no: Du blir også logget av fra alle andre enheter som bruker samme iCloud-konto.
pl: Wylogujesz się również na wszystkich innych urządzeniach używających tego konta iCloud.
pt: Sua sessão também será encerrada em qualquer outro dispositivo que esteja usando esta conta do iCloud.
pt_pt: Terminará igualmente sessão em qualquer outro dispositivo que esteja a usar esta conta iCloud.
ro: Veți ieși din cont și de pe orice alt dispozitiv care utilizează acest cont de iCloud.
ru: Выход из этой учетной записи iCloud также произойдет на всех других устройствах, где она использовалась.
sk: Budete odhlásení z každého zariadenia, ktoré používa tento iCloud účet.
sl: Izpisani boste tudi iz vseh drugih napravah, ki uporabljajo ta račun iCloud.
sv: Du loggas även ut på alla andra enheter som använder det här iCloud-kontot.
th: คุณจะถูกลงชื่อออกจากอุปกรณ์เครื่องอื่นที่ใช้บัญชี iCloud นี้ด้วย
tr: Bu iCloud hesabını kullanan diğer aygıtlardan da çıkış yapmış olacaksınız.
uk: Ви також вийдете на всіх інших пристроях із цим обліковим записом iCloud.
vi: Bạn cũng sẽ được đăng xuất khỏi bất kỳ thiết bị nào khác đang sử dụng tài khoản iCloud này.
zh_cn: 你将同时退出登录使用此iCloud账户的所有其他设备。
zh_hk: 也會登出其他使用此iCloud帳户的裝置。
zh_tw: 也會登出使用此iCloud帳號的其他裝置。

# INSTALL_APP_BUTTON_FORMAT
source: Get %@
ar: الحصول على %@
bg: Вземи %@
ca: Obtén l’app %@
cs: Stáhnout „%@“
da: Hent %@
de: %@ laden
el: Λήψη της εφαρμογής «%@»
es: Obtener %@
es_419: Obtener %@
fi: Hae %@
fr: Obtenir %@
fr_ca: Obtenir %@
he: הורדת ״%@״
hi: %@ प्राप्त करें
hr: Nabavi %@
hu: A(z) %@ letöltése
id: Unduh %@
it: Ottieni %@
ja: %[tt]@を入手
kk: %@ жүктеп алу
ko: %@ 받기
lt: Gauti programą „%@“
ms: Dapatkan %@
nl: Download %@
no: Hent %@
pl: Pobierz %@
pt: Obter %@
pt_pt: Obter %@
ro: Obțineți %@
ru: Загрузить «%@»
sk: Získať „%@“
sl: Namesti aplikacijo %@
sv: Hämta %@
th: รับ %@
tr: İndir: %@
uk: Отримати %@
vi: Nhận %@
zh_cn: 获取%[tt]@
zh_hk: 取得「%@」
zh_tw: 取得%[tt]@

# ERROR_DESCRIPTION_UNSUPPORTED_AUTHENTICATION_MECHANISM
source: An account with this TV provider cannot be edited.
ar: هناك حساب لا يمكن تعديله لدى مزود خدمة التلفزيون هذا.
bg: Не може да се редактира регистрацията към този ТВ оператор.
ca: No es poden editar comptes amb aquest proveïdor de TV.
cs: Účet u tohoto poskytovatele TV nelze upravovat.
da: En konto fra denne tv-udbyder kan ikke redigeres.
de: Ein Account mit diesem TV-Anbieter kann nicht bearbeitet werden.
el: Δεν είναι δυνατή η επεξεργασία λογαριασμού με αυτόν τον πάροχο τηλεοπτικών υπηρεσιών.
es: La cuenta de este proveedor de TV no se puede editar.
es_419: No se puede editar una cuenta con este proveedor de TV.
fi: Tätä TV-palveluntarjoajatiliä ei voida muokata.
fr: Impossible de modifier les comptes associés à ce fournisseur TV.
fr_ca: Impossible de modifier les comptes associés à ce fournisseur de contenus télévisés.
he: לא ניתן לערוך חשבון עם ספק שירותי טלוויזיה זה.
hi: इस टीवी सर्विस प्रोवाइडर के साथ किसी खाते को संपादित नहीं किया जा सकता है।
hr: Račun s ovim TV operaterom ne može se uređivati.
hu: Ennek a tv-szolgáltatónak a fiókja nem szerkeszthető.
id: Akun dengan penyedia TV ini tidak dapat diedit.
it: Il provider TV non consente di modificare l’account.
ja: このTVプロバイダのアカウントは編集できません。
kk: Осы теледидар провайдерінің аккаунтын өңдеу мүмкін емес.
ko: 이 TV 제공업체의 계정은 편집할 수 없습니다.
lt: Šio televizijos paslaugų teikėjo paskyros redaguoti negalima.
ms: Akaun dengan penyedia TV ini tidak boleh diedit.
nl: Een account van deze tv-aanbieder kan niet worden gewijzigd.
no: Kontoer fra denne TV-distributøren kan ikke redigeres.
pl: Konta u tego dostawcy TV nie można edytować.
pt: Não é possível editar uma conta deste provedor de TV.
pt_pt: Não é possível editar contas deste fornecedor de TV.
ro: Nu este posibilă editarea contului pentru acest furnizor TV.
ru: Изменения в учетную запись этого телепровайдера внести невозможно.
sk: Účet u tohto poskytovateľa TV služby nie je možné upravovať.
sl: Računa s tem ponudnikom televizijskih storitev ni mogoče urejati.
sv: Det går inte att redigera ett konto med denna TV-leverantör.
th: ไม่สามารถแก้ไขบัญชีที่ใช้กับผู้ให้บริการทีวีรายนี้ได้
tr: Bu TV sağlayıcı ile ilişkili bir hesap düzenlenemiyor.
uk: Обліковий запис цього ТБ‑провайдера неможливо редагувати.
vi: Không thể sửa tài khoản với nhà cung cấp TV này.
zh_cn: 此电视提供商账户不可编辑。
zh_hk: 無法編輯此電視供應商的帳户。
zh_tw: 無法編輯此電視業者的帳號。

# DEVELOPER_REQUIRED_FIELDS_ERROR_ALERT_MESSAGE
source: The Name, Identifier, and Auth URL fields are required.
ar: حقول الاسم والمعرف ورابط المصادقة مطلوبة.
bg: Задължителни са полетата за име, идентификатор и URL за идентификация.
ca: Has d’emplenar els camps de nom, identificador i URL d’autenticació.
cs: Pole Název, Identifikátor a URL pro ověření jsou povinná.
da: Felterne Navn, Id og URL til godkendelse skal udfyldes.
de: Die Felder für „Name“, „ID“ und „Auth-URL“ sind erforderlich.
el: Τα πεδία «Όνομα», «Αναγνωριστικό» και «Διεύθυνση URL ελέγχου ταυτότητας» είναι υποχρεωτικά.
es: Los campos del nombre, el identificador y la URL de autenticación son obligatorios.
es_419: Los campos nombre, identificador y URL de autorización son obligatorios.
fi: Vaaditaan nimi-, tunniste- ja todennus-URL-kentät.
fr: Les champs Nom, Identifiant et URL d’authentification doivent obligatoirement être renseignés.
fr_ca: Les champs Nom, Identifiant et URL d’authentification sont obligatoires.
he: שדות השם, המזהה והכתובת לאימות נדרשים.
hi: नाम, आइडेंटिफ़ायर और Auth URL फ़ील्ड आवश्यक हैं।
hr: Potrebna su polja Naziv, Identifikator i URL za autorizaciju.
hu: A Név, az Azonosító és a Hitelesítési URL mezőt kötelező megadni.
id: Bidang Nama, Pengenal, dan URL Pengesahan diperlukan.
it: Il nome, l’identificativo e l’URL di autenticazione sono campi richiesti.
ja: 名前、識別子、URLフィールドが必須です。
kk: «Аты», «Идентификатор» және «Авторизацияға арналған URL мекенжайы» өрістерін толтыру қажет.
ko: 이름, 식별자 및 인증 URL 필드가 필요합니다.
lt: Būtina užpildyti laukus „Vardas, pavardė“, „Identifikatorius“ ir „Aut. URL“.
ms: Medan Nama, Pengecam dan URL Pengesahan adalah wajib.
nl: De velden 'Naam', ID' en 'Auth-URL' zijn vereist.
no: Feltene for navnet, identifikator og autentiserings-URL er obligatoriske.
pl: Pola Nazwa, Identyfikator i URL uwierzyt. są wymagane.
pt: Os campos de Nome, Identificador e URL de Autenticação são exigidos.
pt_pt: Os campos Nome, Identificador e URL de autorização são obrigatórios.
ro: Câmpurile Nume, Identificator și URL de autentificare sunt necesare.
ru: Необходимо заполнить поля «Название», «Идентификатор» и «URL для авторизации».
sk: Polia názov, identifikátor a autentifikačné URL sú povinné.
sl: Obvezna polja so ime, identifikator in naslov URL za overjanje.
sv: Fälten för namn, ID och autentiserings-URL krävs.
th: ต้องระบุข้อมูลในช่องชื่อ ช่องข้อมูลประจำตัว และช่อง URL สำหรับการตรวจสอบสิทธิ์
tr: Ad, Tanıtıcı, Kimlik Doğrulama URL’si alanları gerekli.
uk: «Імʼя», «Ідентифікатор» і «URL-адреса автентифікації» — обовʼязкові поля.
vi: Các trường Tên, Mã định danh và URL xác thực là bắt buộc.
zh_cn: 名称、标识符和验证URL为必填字段。
zh_hk: 需要名稱、識別碼和認證URL欄位。
zh_tw: 需要名稱、識別碼和認證URL欄位。

# CREDENTIAL_ENTRY_FOOTER
source: If you have iCloud Keychain enabled, you will be automatically signed in to TV Provider across all your Apple devices.
ar: في حالة تمكين سلسلة مفاتيح iCloud، سيتم تسجيل دخولك تلقائيًا إلى مزود خدمة التلفزيون على جميع أجهزة Apple الخاصة بك.
bg: Ако сте активирали ключодържател iCloud, автоматично ще влизате в поддържаните от вашия ТВ оператор приложения на всички ваши Apple устройства.
ca: Si tens el clauer de l’iCloud activat, s’iniciarà sessió automàticament al proveïdor de TV en tots els dispositius Apple.
cs: Pokud máte zapnutou klíčenku na iCloudu, budete automaticky přihlášeni ke službě Poskytovatel TV na všech svých zařízeních Apple.
da: Hvis du har slået iCloud-nøglering til, bliver du automatisk logget ind hos din tv-udbyder på alle dine Apple-enheder.
de: Wenn der iCloud-Schlüsselbund aktiviert ist, wirst du automatisch bei dem TV-Anbieter auf all deinen Apple-Geräten angemeldet.
el: Αν έχετε ενεργοποιήσει την Κλειδοθήκη iCloud, θα συνδέεστε αυτόματα στον Πάροχο τηλεοπτικών υπηρεσιών σε όλες τις συσκευές Apple σας.
es: Si tienes el llavero de iCloud activado, se iniciará sesión automáticamente en el proveedor de TV en todos tus dispositivos Apple.
es_419: Si activaste el llavero de iCloud, se iniciará tu sesión de forma automática en las apps compatibles con el proveedor de TV en todos tus dispositivos Apple.
fi: Jos sinulla on iCloud-avainnippu käytössä, sinut kirjataan sisään TV-palveluntarjoajalle automaattisesti kaikissa Apple-laitteissasi.
fr: Si le trousseau iCloud est activé, la connexion au fournisseur TV sera établie sur tous vos appareils Apple.
fr_ca: Si votre trousseau iCloud est activé, vous vous connecterez automatiquement au fournisseur de contenus télévisés sur tous vos appareils Apple.
he: אם הפעלת את צרור המפתחות של iCloud, תתבצע התחברות אוטומטית ליישומים הנתמכים על ידי ספק שירותי הטלוויזיה בכל מכשירי ה-Apple שלך.
hi: यदि आपने iCloud कीचेन को सक्षम किया है, तो आप अपने सभी Apple डिवाइस पर टीवी सर्विस प्रोवाइडर में ऑटोमैटिकली साइन इन होंगे।
hr: Ako ste omogućili iCloud privjesak ključeva, bit ćete automatski prijavljeni na TV operatera na svim svojim Apple uređajima.
hu: Ha engedélyezte az iCloud-kulcskarikát, akkor automatikusan be lesz jelentkeztetve a tv-szolgáltató szolgáltatásába az összes Apple-eszközén.
id: Jika mengaktifkan Rantai Kunci iCloud, Anda akan masuk ke Penyedia TV secara otomatis di semua perangkat Apple Anda.
it: Se hai abilitato il portachiavi iCloud, verrà eseguito l’accesso automatico al provider TV su tutti i tuoi dispositivi Apple.
ja: iCloudキーチェーンを有効にしている場合、すべてのAppleデバイスでTVプロバイダに自動的にサインインできるようになります。
kk: Егер сізде iCloud кілттер жинағы қосылған болса, барлық Apple құрылғыңызда теледидар провайдеріне автоматты түрде кіресіз.
ko: iCloud 키체인이 활성화되어 있으면 사용자의 모든 Apple 기기에서 TV 제공업체에 자동으로 로그인됩니다.
lt: Jei esatę įjungę „iCloud“ raktų saugykla, visuose „Apple“ įrenginiuose būsite automatiškai prisijungę prie televizijos paslaugų teikėjo.
ms: Jika anda telah mendayakan Rantai Kunci iCloud, anda akan didaftar masuk secara automatik ke Penyedia TV merentas semua peranti Apple anda.
nl: Als je iCloud-sleutelhanger hebt ingeschakeld, word je automatisch ingelogd bij je tv-aanbieder op al je Apple apparaten.
no: Hvis iCloud-nøkkelring er aktivert, logges du automatisk på hos TV-distributøren din på tvers av Apple-enhetene dine.
pl: Jeśli masz włączony Pęk kluczy w iCloud, będziesz automatycznie logować się na koncie dostawcy TV na wszystkich swoich urządzeniach Apple.
pt: Se as Chaves do iCloud estiverem ativadas, uma sessão será iniciada automaticamente no Provedor de TV em todos os seus dispositivos Apple.
pt_pt: Se tiver ativado o Porta‑chaves em iCloud, será iniciada sessão automaticamente no fornecedor de TV em todos os seus dispositivos Apple.
ro: Dacă aveți activat portcheiul iCloud, autentificarea dvs. la furnizorul TV va fi realizată automat pe toate dispozitivele dvs. Apple.
ru: Если у Вас включена Связка ключей iCloud, Вы будете автоматически входить в приложения телепровайдера на всех своих устройствах Apple.
sk: Ak máte zapnutú iCloud Kľúčenku, budete na všetkých vašich Apple zariadeniach automaticky prihlásení u poskytovateľa TV služby.
sl: Če imate omogočeno verigo ključev iCloud, boste samodejno vpisani pri ponudniku televizijskih storitev v vseh svojih napravah Apple.
sv: Om du har aktiverat iCloud-nyckelring loggas du automatiskt in till TV-leverantören på alla dina Apple-enheter.
th: ถ้าคุณเปิดใช้งานพวงกุญแจ iCloud คุณจะถูกลงชื่อเข้าผู้ให้บริการทีวีโดยอัตโนมัติบนอุปกรณ์ Apple ทั้งหมดของคุณ
tr: iCloud Anahtar Zinciri etkinse TV sağlayıcıya tüm Apple aygıtlarınızda otomatik olarak giriş yaparsınız.
uk: Якщо Вʼязку iCloud увімкнено, буде виконано автоматичний вхід у систему ТБ‑провайдера на всіх ваших пристроях Apple.
vi: Nếu bạn đã bật Chuỗi khóa iCloud thì bạn sẽ được đăng nhập tự động vào Nhà cung cấp TV trên tất cả các thiết bị Apple của mình.
zh_cn: 若已启用iCloud钥匙串，你将在所有Apple设备上自动登录电视提供商。
zh_hk: 如已啟用iCloud鑰匙圈，你將會在所有Apple裝置上自動登入電視供應商。
zh_tw: 若已啟用iCloud鑰匙圈，你將會在所有Apple裝置上自動登入至電視業者。

# DEVELOPER_GENERIC_SAVE_ERROR_TITLE
source: Error Saving Development Provider
ar: خطأ في حفظ مزود خدمة التطوير
bg: Грешка при запазване на разработчик/доставчик
ca: Error en desar el proveïdor de desenvolupament
cs: Chyba ukládání vývojářského poskytovatele
da: Udviklingsudbyder kunne ikke gemmes
de: Fehler beim Speichern des Entwicklungsanbieters
el: Σφάλμα κατά την αποθήκευση παρόχου ανάπτυξης
es: Error al guardar el proveedor de desarrollo
es_419: Error al guardar al proveedor de desarrollo
fi: Virhe tallennettaessa kehittäjä-palveluntarjoajaa
fr: Erreur lors de l’enregistrement du fournisseur de développement
fr_ca: Erreur d’enregistrement du fournisseur en développement
he: שגיאה במהלך שמירת ספק פיתוח
hi: डेवलपमेंट प्रोवाइडर सहेजने के दौरान एरर
hr: Greška pri spremanju operatera za razvoj
hu: Hiba történt a fejlesztőszolgáltató mentésekor
id: Kesalahan Saat Menyimpan Penyedia Pengembangan
it: Errore durante il salvataggio del provider (sviluppo)
ja: 開発プロバイダ保存中のエラー
kk: Әзірлеуші провайдерді сақтау қатесі
ko: 개발용 제공업체 저장 오류
lt: Klaida išsaugant kūrimo paslaugų teikėją
ms: Ralat Menyimpan Penyedia Pembangunan
nl: Fout bij het bewaren van tv-aanbieder in 'Ontwikkelaar'
no: Feil ved arkivering av utviklerleverandør
pl: Błąd zachowywania dewelopera/dostawcy
pt: Erro ao Salvar Provedor de Desenvolvimento
pt_pt: Erro ao guardar fornecedor
ro: Eroare la salvarea furnizorului de dezvoltare
ru: Ошибка сохранения провайдера-разработчика
sk: Chyba pri ukladaní vývojárskeho poskytovateľa
sl: Napaka pri shranjevanju ponudnika razvijalskih storitev
sv: Ett fel uppstod när utvecklarleverantör skulle sparas
th: เกิดข้อผิดพลาดในระหว่างบันทึกผู้ให้บริการการพัฒนา
tr: Geliştirici Sağlayıcıyı Kaydetme Hatası
uk: Помилка збереження розробника-провайдера
vi: Lỗi khi lưu nhà cung cấp phát triển
zh_cn: 存储开发提供商出错
zh_hk: 儲存開發供應商時發生錯誤
zh_tw: 儲存開發業者時發生錯誤

# LOADING_TITLE_NO_ELLIPSIS
source: Loading
ar: يجري التحميل
bg: Зарежда се
ca: Carregant
cs: Načítání
da: Indlæser
de: Laden
el: Φόρτωση…
es: Cargando
es_419: Cargando
fi: Ladataan
fr: Chargement
fr_ca: Chargement
he: טוען
hi: लोड किया जा रहा है
hr: Učitavanje
hu: Betöltés
id: Memuat
it: Carico
ja: 読み込み中
kk: Жүктелуде
ko: 로드 중
lt: Įkeliama
ms: Memuatkan
nl: Laden
no: Laster inn
pl: Wczytuję
pt: Carregando
pt_pt: A carregar
ro: Încărcare
ru: Загрузка
sk: Načítavam
sl: Nalaganje
sv: Läser in
th: กำลังโหลด
tr: Yükleniyor
uk: Завантаження
vi: Đang tải
zh_cn: 正在载入
zh_hk: 正在載入
zh_tw: 載入中

# STB_TESTING_SECTION_TITLE
source: Testing
ar: الاختبار
bg: Тестване
ca: Verificació
cs: Testování
da: Test
el: Δοκιμή
es: Pruebas
es_419: Pruebas
fi: Testaus
fr: Test
fr_ca: Test
he: בדיקה
hi: जाँच करना
hr: Testiranje
hu: Tesztelés
id: Mengetes
it: Test
ja: テスト
kk: Сынақ
ko: 테스트
lt: Testavimas
ms: Ujian
nl: Testen
pl: Testowanie
pt: Teste
pt_pt: Testes
ro: Testare
ru: Тест
sk: Testovanie
sl: Testiranje
sv: Testar
th: การทดสอบ
tr: Sınanıyor
uk: Тестування
vi: Kiểm tra
zh_cn: 测试
zh_hk: 測試
zh_tw: 測試

# RECENT_ACCOUNT_TITLE_FORMAT
source: %@ Sign-In
ar: تسجيل دخول %@
bg: %@ вход
ca: Inici de sessió a %@
cs: %@ - přihlášení
da: Log ind på %@
de: %@-Anmeldung
el: Σύνδεση %@
es: Inicio de sesión en %@
es_419: Inicio de sesión en %@
fi: Kirjautuminen %[tt]@-palveluun
fr: Connexion à %@
fr_ca: Connexion à %@
he: התחברות ל-%@
hi: %@ साइन इन
hr: %@ prijava
hu: %@ bejelentkezés
id: Masuk ke %@
it: Accedi a %@
ja: %@サインイン
kk: %@ аккаунтына кіру
ko: %@ 로그인
lt: Prisijungimas prie televizijos paslaugų teikėjo „%@“
ms: Daftar Masuk %@
nl: Inloggen bij %@
no: %@-pålogging
pl: Logowanie (%@)
pt: Sessão de %@
pt_pt: %@: iniciar sessão
ro: Autentificare %@
ru: Вход в %@
sk: Prihlásenie (%@)
sl: Vpis v %@
sv: Inloggning för %@
th: ลงชื่อเข้า %@
tr: %@ Girişi
uk: Вхід до %@
vi: Đăng nhập %@
zh_cn: %@登录
zh_hk: %@登入
zh_tw: %@登入

# ACCOUNT_ACCESS_AVAILABLE_WITH_UPGRADE_GROUP_NAME
source: Available with an upgrade
ar: متوفر عند الترقية
bg: Налично с подобрена версия
ca: Apps disponibles en millorar el pla
cs: K dispozici po upgradu
da: Tilgængelig med en opgradering
de: Mit einem Upgrade verfügbar
el: Διαθέσιμες με αναβάθμιση
es: Disponible con la ampliación de la suscripción
es_419: Disponible con una suscripción superior
fi: Käytettävissä ylemmän tason tilauksella
fr: Disponible avec un supplément
fr_ca: Accessible après une mise à niveau
he: זמינים לאחר שדרוג
hi: अपग्रेड के साथ उपलब्ध
hr: Dostupno uz nadogradnju
hu: Elérhető frissítéssel
id: Tersedia dengan peningkatan
it: Disponibile con un aggiornamento
ja: アップグレードが使用可能
kk: Жаңартумен қолжетімді
ko: 업그레이드 후 사용 가능
lt: Prieinama naujovinus
ms: Tersedia dengan naik taraf
nl: Beschikbaar met een upgrade
no: Tilgjengelig med en oppgradering
pl: Dostępne po skonwertowaniu
pt: Disponível com uma atualização
pt_pt: Disponível com uma atualização
ro: Disponibile cu actualizare
ru: Доступно при обновлении
sk: K dispozícii po upgrade
sl: Razpoložljivo s posodobitvijo
sv: Tillgänglig med en uppgradering
th: มีให้อัปเกรด
tr: Yükseltme ile kullanılabilir
uk: Доступно після оновлення
vi: Khả dụng với một bản nâng cấp
zh_cn: 升级后可用
zh_hk: 需升級才可使用
zh_tw: 需升級才可使用
